Repository: MCLD/greatreadingadventure
Catalog: src/GRA/Resources/Shared.*.resx
Languages: es

source: Age
es: Edad

source: Author
es: Autor

source: Authorization Code
es: Código de Autorización

source: Branch
es: Sucursal

source: Challenges
es: Desafíos

source: Charter School
es: Escuela Charter

source: Confirm New Password
es: Confirme la Nueva Contraseña

source: Confirm Password
es: Confirme la Contraseña

source: Could not create your account: {0}
es: No se pudo crear su cuenta: {0}

source: Could not find username '{0}'.
es: No encontramos el nombre del usuario '{0}'.

# DashboardSecretCodeExplanation
source: Secret codes can be found by attending library events and on promotional materials. If you find one, enter it below!
es: Los códigos secretos se pueden encontrar asistiendo a los eventos de la biblioteca y en materiales promocionales. ¡Si encuentras uno, ingrésalo a continuación!

source: Email Address
es: Correo Electrónico

source: Email and Phone Number are not required however at least one is needed in order to be eligible for prizes.
es: Correo electrónico y su número de teléfono no son necesarios, sin embargo, va a necesitar al menos uno para poder recibir los premios.

source: Enter {0} read
es: Ingrese {0} que ha leído

source: Events
es: Eventos

source: First Name
es: Primer Nombre

source: Forgot Password
es: Olvidé Mi Contraseña

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Forgot your username?
es: ¿Olvidaste tu nombre de usuario?

source: Home
es: Inicio

source: Homeschooled
es: Educado en Casa

source: I read a book!
es: ¡Yo leí un libro!

source: I will {0}
es: Lo hare {0}

source: Is this your first time participating?
es: ¿Es la primera vez que participa?

source: This website relies on JavaScript. Please enable JavaScript in your browser to get the best experience.
es: Este sitio web es basado en JavaScript. Por favor, active JavaScript en su navegador para obtener la mejor experiencia.

source: Join
es: Participar

source: Join!
es: ¡Participe!

source: Language
es: Idioma

source: Last Name
es: Apellido

source: Log {0}
es: Registrar {0}

source: Mail
es: Correo

source: Menu
es: Menú

source: Mission Control
es: Control de Misión

source: My Profile
es: Mi Perfil

source: New Password
es: Nueva Contraseña

source: Once the program starts, you will enter your activity right here!
es: ¡En cuanto comience el programa, agrege su actividad aquí!

source: Participate in program activities to earn badges!
es: ¡Partícipe en las actividades del programa para ganar medallas!

source: Password
es: Contraseña

source: Password and password confirmation do not match.
es: La contraseña y la confirmación de su contraseña no coinciden.

source: Password Recovery
es: Recuperacion de Contraseña

source: Permission denied.
es: Permiso negado.

source: Phone Number
es: Número de Teléfono

source: Please correct the issues with your password.
es: Por favor corrija los problemas con su contraseña.

source: Please let us know if this is your first time participating in the program.
es: Por favor déjenos saber si esta es su primera vez participando en el programa.

source: Please let us know if you would like to receive emails throughout the program.
es: Por favor déjenos saber si desea recibir mensajes de correo electrónico durante el programa.

source: Please select a branch.
es: Por favor seleccione una sucursal.

source: Please select a program.
es: Por favor seleccione un programa.

source: Please select a system.
es: Por favor seleccione un sistema.

source: Please select a value for {0}.
es: Por favor seleccione un valor para {0}.

source: Private School
es: Escuela Privada

source: Age Group
es: Grupo de edad

source: Public School
es: Escuela Pública

source: Registration for {0} is not open yet.
es: Registraciónes para {0} aún no está abierta.

source: Reset Password
es: Restablecer la contraseña

source: Return to Sign In
es: Regresar a Iniciar Sesión

source: School
es: Escuela

source: School District
es: Distrito Escolar

source: School not listed
es: No Aparece la Escuela

source: School Type
es: Tipo de Escuela

source: Secret Code
es: Código Secreto

source: See your activity history.
es: Vea su historial de actividad.

source: Send Recovery Email
es: Enviar Correo Electronico de Recuperación

source: Set a personal goal
es: Establecer Metas Personales

source: Sign in
es: Ingresar Sesión

source: Sign out
es: Cerrar Sesión

source: Someone has already chosen that username, please try another.
es: Alguien ya ha elegido ese nombre de usuario, por favor elija otro.

source: Step {0}
es: Paso {0}

source: Submit Code
es: Ingrese el Codigo

source: System
es: Sistema

source: That username is available!
es: ¡Ese nombre de usuario está disponible!

source: The branch you've selected is not valid, please select another branch.
es: La sucursal que eligió no es válida, por favor seleccioné otra sucursal.

source: The program has ended, thanks for participating!
es: El programa ha terminado, ¡gracias por participar!

source: The program is not accepting registrations at this time.
es: El programa no está aceptando registraciónes en este momento.

source: The program is not open for activity at this time.
es: El programa no está abierto para actividad en este momento.

source: The age group you've selected is not valid, please select another age group.
es: El grupo de edad que ha seleccionado no es válido, seleccione otro grupo de edad.

source: The school you've selected is not valid, please select another school.
es: La escuela que usted seleciono no es válida, por favor seleccione otra escuela.

source: The system you've selected is not valid, please select another system.
es: El sistema que usted seleciono no es válida, por favor seleccione otro sistema.

# The {0} field is required.
source: Please provide a value for {0}.
es: Por favor proporcione un valor para {0}.

source: This program may be better-suited to your age:
es: Este programa puede ser más adecuado para su edad:

source: Title
es: Titulo

source: To receive email updates please supply an email address to send them to.
es: Para recibir alertas por favor ingrese una dirección de correo electrónico para enviarlos.

source: Toggle navigation
es: Navegación Alterna

source: Token
es: Ficha

source: Username
es: Nombre de Usuario

source: Username Recovery
es: Recuperación de Nombre de Usuario

source: Validate code
es: Validar el Código

# Welcome &lt;strong&gt;{0}!&lt;/strong&gt;
source: Welcome <strong>{0}!</strong>
es: ¡Bienvenido <strong>{0}!</strong>

source: Yes
es: Sí

source: You can join {0} on {1}.
es: Puede unirse {0} en {1}.

# You have &lt;strong&gt;{0}&lt;/strong&gt; points.
source: You have <strong>{0}</strong> points.
es: Tienes <strong>{0}</strong> puntos.

source: Your badges
es: Sus medallas

source: Your password must be at least 6 characters long and include a number.
es: Su contraseña debe de ser por lo menos de 6 caracteres de largo y debe incluir un número.

source: Joined {0}!
es: ¡Participacion Confirmada {0}!

source: When you complete <strong>{0}</strong>, you will earn <strong>{1}</strong> and a badge.
es: Al completar <strong>{0}</strong>, recibira <strong>{1}</strong> y una medalla.

source: When you complete <strong>{0}</strong>, you will earn <strong>{1}</strong>.
es: Al completar <strong>{0}</strong>, recibira <strong>{1}</strong>.

source: Thanks for participating in {0}!
es: ¡Gracias por participar en {0}!

source: You can still sign in to review your history and achievements.
es: Ingrese a su sesión para revisar su historial y logros.

source: ZIP Code
es: Código Postal

source: {0} - Join Now!
es: {0} - ¡Participe ahora!

source: {0} a day
es: {0} cada día

source: {0} has ended, please join us next time!
es: {0} ha terminado, ¡lo invitamos a participar la próxima vez!

source: A list of usernames associated with the email address '{0}' has been sent.
es: Una lista de nombres de usuarios asociados con la dirección de correo electrónico '{0}' ha sido enviada.

source: A password recovery email has been sent to the email for username '{0}'.
es: Un correo electrónico de recuperación de contraseña ha sido enviada al correo electrónico para el nombre de usuario '{0}'.

source: Could not recover username(s): {0}
es: No se pudo recuperar el nombre de usuario(s): {0}

source: Password reset for: {0}
es: Restablecimiento de contraseña para: {0}

source: Password reset token '{0}' has expired, please start the password reset process over.
es: Ficha para cambiar la contraseña '{0}' se ha vencido, vuevla a inciciar el proceso de restablecimiento de contraseña.

source: Password reset token '{0}' is not valid, please start the password reset process over.
es: Ficha para cambiar la contraseña '{0}' no es válido, por favor comience el proceso de restablecimiento de contraseña otra vez.

source: The program is not accepting sign-ins at this time.
es: El programa no está aceptando inicios de sesión en este momento.

source: The provided password is incorrect.
es: La contraseña proporcionada es incorrecta.

source: There are no usernames associated with the email address: {0}.
es: No hay nombres de usuario asociados a la dirección de este correo electrónico: {0}.

source: Unable to reset password: {0}
es: No se puede restablecer la contraseña: {0}

source: Username '{0}' does not have an email address configured.
es: Nombre de usuario '{0}' no tiene una dirección de correo electrónico configurado.

source: Please enter a whole number greater than 0.
es: Por favor ingrese un número mayor de 0.

source: When providing an author of a book, please also provide a title.
es: Al proporcionar un autor de un libro, también proporcione un título.

source: Sorry, we couldn't log your activity: {0}
es: Lo sentimos, no pudimos registrar su actividad: {0}

source: Thanks! We'll let you know when you can join the program.
es: ¡Gracias! Nosotros le dejaremos saber cuándo pueda participar en el programa.

# The field {0} must be a string or array type with a maximum length of '{1}'.
source: Please enter less than {1} characters for {0}.
es: Por favor ingrese menos de {1} caracteres para {0}.

# The field {0} must be a string or array type with a minimum length of '{1}'.
source: Please enter more than {1} characters for {0}.
es: Por favor ingrese más que {1} caracteres para {0}.

source: The {0} field is not a valid email address.
es: El {0} campo no es una dirección de correo electrónico válida.

source: The {0} field is not a valid phone number.
es: El {0} campo no es un número de teléfono valido.

source: Join Now!
es: ¡Participe Ahora!

source: My progress
es: Mi Progreso

source: Final Step
es: Paso Final

source: Next Step
es: Próximo Paso

source: The password you've provided is too short, it must be at least {0} characters long.
es: La contraseña que ha proporcionado es demasiado corta, debe de ser por lo menos {0} caracteres de largo.

source: You must include a lowercase letter in your password.
es: Debe incluir una letra minúscula en su contraseña.

source: You must include a number in your password.
es: Debes incluir un número en tu contraseña.

source: You must include a special character in your password.
es: Debes incluir un carácter especial en tu contraseña.

source: You must include an uppercase letter in your password.
es: Debes incluir una letra mayúscula en tu contraseña.

source: The goal of this program is {0} points.
es: El objetivo de este programa es {0} puntos.

source: The username and password entered do not match.
es: El nombre de usuario y la contraseña ingresados no coinciden.

source: Sign in to {0}
es: Iniciar la sesión a {0}

source: Remind Me!
es: ¡Recuérdame!

source: Submit your email address below and we'll remind you when the program starts.
es: Envíe su dirección de correo electrónico a continuación y le avisaremos cuando comience el programa.

source: Add a calendar reminder
es: Agregar un recordatorio de calendario

source: For more information about this reading program, visit your local library!
es: ¡Para más información sobre este programa de lectura, visite su biblioteca local!

source: Join to get started on your reading adventure!
es: ¡Únete para comenzar tu aventura de lectura!

source: Our program starts soon but you can join now to be ready to go when the program starts!
es: ¡Nuestro programa comienza pronto, pero puede unirse hoy para estar listo cuando comience el programa!

source: Reading for 20 minutes a day helps build a strong lifelong reading habit.
es: Leer 20 minutos al día ayuda a desarrollar un fuerte hábito de lectura para toda la vida.

source: Reading is fundamental for developing literacy skills!
es: ¡La lectura es fundamental para desarrollar las habilidades de alfabetización!

source: Thanks for participating in {0}. You can still sign in to review your history and achievements.
es: Gracias por participar en {0}. Todavía puede acceder a revisar su historial y logros.

source: Welcome to {0}.
es: Bienvenido a {0}.

source: When the program starts, you'll be able to join right here. Come back soon!
es: Cuando empiece el programa podrás unirte aquí. ¡Vuelve pronto!

source: While you're there, go on a journey of discovery! Visit fabulous destinations such as Hogwarts, Narnia, Oz, and Middle Earth!
es: ¡Mientras esté allí, emprenda en un viaje de descubrimiento! ¡Visite destinos fabulosos como Hogwarts, Narnia, Oz y Media Tierra!

source: Would you like a reminder email for our next reading program? Enter your email address below and click the 'Remind me' button and we'll send you a reminder when you can join.
es: ¿Desea recibir un recordatorio por correo electrónico para nuestro próximo programa de lectura? Registre su correo electrónico a continuación. Haga clic en el botón de ‘Recuérdame' y te enviaremos un recordatorio cuando puedas unirte.

source: You can join our program starting on {0}!
es: ¡Usted puede participar en nuestro programa a partir del {0}!

source: You must enter a code!
es: ¡Debes introducir un código!

source: Can we send you a few emails throughout the program?
es: ¿Podemos enviarle algunos correos electrónicos durante el programa?

source: All Age Groups
es: Todos los grupos de edad

source: Clear
es: Limpiar

source: Community Experiences
es: Experiencias Comunitarias

source: Distance
es: Distancia

source: End Date
es: Fecha Final

source: Enter an address or ZIP code
es: Ingrese una dirección o código postal

source: Enter text to search for an event here
es: Ingrese texto para buscar un evento aquí

# Events &amp; Community Experiences
source: Events & Community Experiences
es: Eventos y Experiencias Comunitarias

source: Find
es: Encontrar

source: Location
es: Ubicación

source: Near Location
es: Ubicación Cercana

source: No Events
es: No Hay Eventos

# Search Title &amp; Description
source: Search Title & Description
es: Búsqueda por Título & Descripción

source: Start Date
es: Fecha de Inicio

source: What
es: Que

source: When
es: Cuando

source: Where
es: Donde

source: {0} at {1}
es: {0} a {1}

source: {0} mile(s)
es: {0} milla(s)

source: Use my ZIP code
es: Usar mi código postal

source: Avatar saved.
es: Avatar guardado.

source: Back
es: Volver

source: Back to Challenges
es: Volver a Los Desafíos

source: Badge
es: Medallas

source: Category
es: Categoria

source: Challenge Group: {0}
es: Grupo de Desafío: {0}

source: Challenge: {0}
es: Desafío: {0}

source: Completed on: {0}
es: Completado en: {0}

source: Completed!
es: ¡Terminado!

source: Could not save avatar: {0}
es: No se pudo guardar el avatar: {0}

source: Couldn't save your avatar, sorry!
es: No pudimos guardar su avatar. ¡Lo siento!

source: Download to Share
es: Descargar para compartir

source: Enter text to search for a challenge here
es: Ingrese texto para buscar un desafío aquí

source: My Favorites
es: Mis Favoritos

source: Name
es: Nombre

source: No Challenges
es: No Hay Desafíos

source: Please customize your avatar and save it, then you can share it!
es: Por favor, personalize su avatar y guárdelo, ¡entonces podra compartirlo!

source: Points you'll earn
es: Puntos que ganara

source: Progress
es: Progreso

source: Read <strong><em><a href="{0}" target="_blank">{1}</a></em></strong>
es: Lea <strong><em><a href="{0}" target="_blank">{1}</a></em></strong>

source: Read <strong><em><a href="{0}" target="_blank">{1}</a></em></strong> by <strong>{2}</strong>
es: Lea <strong><em><a href="{0}" target="_blank">{1}</a></em></strong> por <strong>{2}</strong>

# Read &lt;strong&gt;&lt;em&gt;{0}&lt;/em&gt;&lt;/strong&gt;
source: Read <strong><em>{0}</em></strong>
es: Lea <strong><em>{0}</em></strong>

source: Read <strong><em>{0}</em></strong> by <strong>{1}</strong>
es: Lea <strong><em>{0}</em></strong> por <strong>{1}</strong>

source: Save
es: Guardar

source: Save My Favorites
es: Guardar Mis Favoritos

source: Share
es: Compartir

source: Share Your Avatar
es: Comparta su Avatar

source: View Certificate
es: Ver Certificado

source: Your status has been saved!
es: ¡Su estado ha sido guardado!

source: Your status has been saved. You have completed {0}% of the required tasks for the challenge: {1}!
es: Su estado ha sido guardado. Ha completado {0}% de las tareas requeridas para el desafío: {1}!

source: {0} point
es: {0} punto

source: {0} points
es: {0} puntos

source: {0} task
es: {0} tarea

source: {0} tasks
es: {0} tareas

# Back to Events &amp; Community Experiences
source: Back to Events & Community Experiences
es: Volver a Eventos y Experiencias en la Comunidad

source: More information
es: Más información

source: Related Challenge
es: Desafío Relacionado

source: Related Challenges
es: Desafíos Relacionados

source: This event is limited to the age group: {0}
es: Este evento está limitado al grupo de edad: {0}

source: You are now unsubscribed and will not receive any more emails from {0}.
es: Ya no está suscrito y no recibirá más correos electrónicos de {0}.

source: {0} - registration opens {1}
es: {0} - se abre el registro {1}

source: Old Password
es: Contraseña Anterior

source: Activity
es: Actividad

source: Add an existing participant into your {0}, if that participant is the head of a {0} their {0} members will be moved into your {0} as well.
es: Agregue un participante existente en su {0}, si ese participante esta a cargo de {0} sus {0} miembros se moverán a su {0} también.

source: Add Existing Participant
es: Agregar Participante Existente

source: Add Participant
es: Agregar Participante

source: Are you sure you want to delete this book from your book list:
es: Está seguro de que desea eliminar este libro de su lista de libros:

source: Book List
es: Lista de Libros

source: Bundle Items
es: Agrupar Artículos

source: Cancel
es: Cancelar

source: Change Password
es: Cambiar Contraseña

source: Congratulations, you've earned a free book!
es: ¡Felicidades, se ha ganado un libro gratis!

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Delete Book
es: Eliminar Libro

source: Details
es: Detalles

source: Donate your book
es: Donar su libro

source: Edit Book
es: Editar Libro

source: Family
es: Familia

source: Free book code
es: Código de libro gratis

source: Group
es: Grupo

source: Group name
es: Nombre del grupo

source: Group type
es: Tipo de grupo

source: History
es: Historial

source: It appears that you have more than {0} members in your family. We'd like you to convert your family to a group in order to add more members.
es: Parece que tiene más de {0} miembros en su familia. Queremos que convierta a su familia a un grupo para agregar más miembros.

source: No books logged.
es: No hay libros registrados.

source: No history to display.
es: No hay historial para mostrar.

source: Points
es: Puntos

source: Redeem your code
es: Intercambié su código

source: Total Points
es: Puntos Totales

source: Update Group details
es: Actualizar los detalles del Grupo

source: Upgrade from Family to Group
es: Actualizar de Familia a Grupo

source: Upgrade to Group
es: Actualizar a Grupo

source: If you can't find something, please <a href="{0}">send us a mail</a> and let us know what you were looking for, we'll do our best to help.
es: Si no puede encontrar algo, por favor <a href="{0}"> envíenos un correo </a> y háganos saber lo que estaba buscando, haremos todo lo posible para ayudarlo.

source: Page not found
es: Página no encontrada

source: We couldn't find what you were looking for. Sorry about that!
es: No pudimos encontrar lo que estaba buscando. ¡Lo sentimos!

source: Are you sure you wish to delete this mail: {0}
es: ¿Estás seguro de que desea eliminar este correo? {0}

source: Back to Mailbox
es: Volver al Buzón

source: Delete Mail
es: Eliminar Correo

source: Mail message
es: Mensaje de Correo

source: Mail sent: {0}
es: Correo enviado: {0}

source: Read
es: Leer

source: Reply
es: Respuesta

source: Reply to:
es: Responder a:

source: Send Mail
es: Enviar Correo

source: Send Reply
es: Enviar Respuesta

source: Sent to you on {0}
es: Enviado a usted en {0}

source: Subject
es: Tema

source: Subject: {0}
es: Tema: {0}

source: There was an issue deleting that mail item.
es: Hubo un problema al eliminar ese elemento de correo.

source: Unable to read mail: {0}
es: No se puede leer el correo: {0}

source: Unable to reply to mail: {0}
es: No se puede responder al correo: {0}

source: You currently have no mail.
es: Actualmente no tiene correo.

source: You must select a branch.
es: Debe seleccionar una sucursal.

source: You must select a program.
es: Debe seleccionar un programa.

source: You must select a system.
es: Debe seleccionar un sistema.

source: Activity cannot be logged for this participant until they log in and answer a questionnaire.
es: La actividad no se puedo registrar para este participante hasta que inicie su sesión y responda un cuestionario.

source: Add username
es: Agregar nombre de usuario

source: Apply
es: Aplicar

source: Book Code
es: Código del Libro

source: Donate book
es: Donar libro

source: New Mail!
es: ¡Nuevo Correo!

source: Participant
es: Participante

source: Redeem code
es: Intercambiar código

source: Return to Top
es: Volver Arriba

source: Switch To
es: Cambiar a

source: Your session has expired. Please sign in again.
es: Su sesión ha caducado. Por favor, vuelva a iniciar sesión.

source: A {0} cannot be created at this time.
es: No se puede crear un {0} en este momento.

source: Add existing participant to your {0}
es: Agregue un participante existente a su {0}

source: Click below to create a {0}
es: Haga clic abajo para crear {0}

source: Register new {0} Member
es: Registrar Nuevo Miembro de {0}

# You are in the group: &lt;strong&gt;{0}&lt;/strong&gt;
source: You are in the group: <strong>{0}</strong>
es: Estas en el grupo: <strong>{0}</strong>

source: You are leader of the group: <a href="{0}"><strong>{1}</strong></a>
es: Eres el líder del grupo: <a href="{0}"><strong>{1}</strong></a>

source: Back to {0}
es: Volver a {0}

source: minutes
es: minutos

source: Activity applied!
es: Actividad aplicada!

source: Added {0} to your {1}!
es: ¡{0} fue agregado a su {1}!

source: All selected participants already have that Secret Code.
es: Todos los participantes seleccionados ya tienen ese Código Secreto.

source: Could not create {0}: {1}
es: No se pudo crear {0}: {1}

source: Could not remove {0}: {1}
es: No se pudo eliminar {0}: {1}

source: Could not update {0}: {1}.
es: No se pudo actualizar {0}: {1}.

source: Group name is required.
es: El nombre del grupo es necesario.

source: Please select some participants first.
es: Por favor, seleccione algunos participantes primero.

source: Removed: {0}
es: Eliminado: {0}

source: Required fields are blank.
es: Los campos requeridos están en blanco.

source: Secret code applied!
es: ¡Código secreto aplicado!

source: See the items you unlocked.
es: Ver los elementos que desbloqueaste.
