Repository: MCLD/greatreadingadventure
Catalog: src/GRA/Resources/Shared.*.resx
Languages: es

source: Something went wrong, please send us a mail with details of what you were attempting to do.
es: Algo salió mal, por favor envíenos un correo electrónico con los detalles de lo que estaba intentando hacer.

source: Unable to add: {0}
es: No se puede añadir: {0}

source: Unable to change your password: {0}
es: No se puede cambiar la contraseña: {0}

source: Updated: {0}
es: Actualizado: {0}

source: You are now signed in as {0}.
es: Ha iniciado sesión como {0}.

source: You must enter an amount.
es: Debe introducir una cantidad.

source: Your password has been changed.
es: Su contraseña ha sido cambiada.

source: ...and other activities.
es: ...y otras actividades.

# You've successfully joined &lt;strong&gt;{0}&lt;/strong&gt;!
source: You've successfully joined <strong>{0}</strong>!
es: ¡Se ha unido exitosamente <strong>{0}</strong>!

source: and their {0}
es: y sus {0}

source: Profile updated.
es: Perfil actualizado.

source: Select a Bundle
es: Seleccione Su Paquete

source: Bundle
es: Paquete

source: No unlocked bundles
es: No hay paquetes desbloqueados

source: Add Book
es: Agregar Libro

source: {0} - See you soon!
es: {0} - ¡Lo Vemos Pronto!

source: Continue your adventure with a visit to your local library in person or online! Books, movies, audiobooks, graphic novels all await!
es: ¡Continúe su aventura con una visita a su biblioteca local en persona o en línea! ¡Lo esperan libros, películas, audiolibros, y novelas gráficas!

source: Your adventure is not over yet!
es: ¡Su aventura aún no termina!

source: Illustration of a forest.
es: Ilustración de un bosque.

source: An error occurred, please log in to change your email subscription preferences.
es: Ocurrió un error, inicie sesión para cambiar sus preferencias de suscripción de correo electrónico.

source: You are already unsubscribed from emails.
es: Ya ha cancelado su suscripción a los correos electrónicos.

source: Badges
es: Insignias

source: Earned on {0}
es: Obtenido en {0}

source: Status
es: Estatus

source: View All
es: Ver Todo

source: View Completed
es: Ver Completado

source: View Uncompleted
es: Ver Sin Completar

source: Visited
es: Visitó

source: You earned this badge for attending the event: <a href="{0}" target="_blank">{1}</a>
es: Obtuvo esta insignia por asistir al evento: <a href="{0}" target="_blank">{1}</a>

source: You earned this badge for completing the challenge: <a href="{0}" target="_blank">{1}</a>
es: Obtuvo esta insignia por completar el desafío: <a href="{0}" target="_blank">{1}</a>

source: One or more of the selected {0} could not be favorited.
es: Uno o más de los {0} seleccionados no pudieron ser elegidos.

source: Error retrieving badge information.
es: Error al recuperar la información de la insignia.

source: To activate an authorization code, please sign in or <a href="{0}">join</a>.
es: Para activar un código de autorización, inicie la sesión o <a href="{0}">participar</a>.

source: Streaming Events
es: Eventos de transmisión

source: Not streaming yet
es: Todavía no se está transmitiendo

source: Stream
es: Transmite

source: Stream Now!
es: Transmitir ahora!

source: Program is over
es: El evento ha terminado

source: Stream starts
es: Empieza la transmisión

source: Viewed
es: Visto

source: You've earned a free book! Head over to <a href="{0}"><strong>My Profile</strong></a> page to choose what to do with it.
es: Usted se ha ganado un libro gratis! Vallase a <a href="{0}"><strong>Mi Perfil</strong></a> para que escoga lo que quiere hacer con el.

source: Choose an option:
es: Escoga una opcion:

source: Confirm
es: Confirme

source: Receive an e-audiobook
es: Reciba un audiolibro electronico

source: You've earned a free book! Head over to <a href="{0}"><strong>My Profile</strong></a> page by {1} to choose what to do with it.
es: Usted se ha ganado un libro gratis! Vallase a <a href="{0}">Mi Perfil</a> para que escoga lo que quiere hacer con el antes del {1}.

source: Could not find the requested event.
es: No se encontro el evento solicitado.

source: Sign in to access streaming programs!
es: ¡Iniciar sesión para acceder a programas de transmisión!

source: Sign in to stream!
es: ¡Iniciar sesión para transmitir!

source: This streaming event has ended.
es: Este evento de transmisión a terminado.

source: This streaming event has not started yet.
es: Este evento de transmisión aun no ha comenzado.

source: Badge Details
es: Detalles de la Insignia

source: You have not earned any badges yet.
es: Aún no ha ganado ninguna medalla.

source: Need to change your {0}? Use the mail icon at the top of the screen to contact us.
es: ¿Necesita cambiar su {0}? Utilice el icono de correo en la parte superior de la pantalla para contactarnos.

source: Close dialog.
es: Cerrar dialogo.

source: This badge was awarded when you unlocked the avatar bundle: {0}
es: Esta insignia se otorgo cuando desbloqueaste el paquete de avatar: {0}

source: You will be able to add books once the program starts.
es: Podras añadir libros cuando comience el programa.

source: Explore {0}
es: Explora {0}

source: See more of your badges
es: Vea más de sus medallas

source: All Participating Libraries
es: Todas las Bibliotecas Participantes

source: Optional
es: Opcional

source: If you choose to enter a title and author, you can view a list of all the books you've read in your profile.
es: Si eliges un título y un autor, puedes ver una lista de todos los libros que has leído en tu perfil.

source: Most popular
es: Más popular

source: Most recent
es: Más reciente

source: Ordering
es: Orden

source: <em>{0}</em> arrived on <strong>{1}</strong> and is ready for pick-up.
es: <em>{0}</em> llegó el <Strong>{1}</strong> Y está listo para recoger.

# &lt;em&gt;{0}&lt;/em&gt; ordered on &lt;strong&gt;{1}&lt;/strong&gt;.
source: <em>{0}</em> ordered on <strong>{1}</strong>.
es: <em>{0}</em> ordenado el <strong>{1}</strong>.

# &lt;em&gt;{0}&lt;/em&gt; shipped on &lt;strong&gt;{1}&lt;/strong&gt;.
source: <em>{0}</em> shipped on <strong>{1}</strong>.
es: <em>{0}</em> se envió el <strong>{1}</strong>.

source: Sign in again
es: Iniciar la sesión de nuevo

source: You are receiving this email because you are subscribed for updates from {{Sitename}}. You can [instantly unsubscribe at any time]({{UnsubscribeLink}})
es: Está recibiendo este correo electrónico porque está suscrito para recibir actualizaciones de {{Sitename}}. Puede [anular la suscripción instantáneamente en cualquier momento]({{UnsubscribeLink}})

source: The email address associated with username {0} is invalid, please call or stop by to resolve this.
es: La dirección de correo electrónico asociada con el nombre de usuario {0} no es válida, llame o visite una biblioteca para resolver esto.

source: The email address {0} is invalid.
es: La dirección de correo electrónico {0} no es válida.

# &lt;em&gt;{0}&lt;/em&gt; was picked up on &lt;strong&gt;{1}&lt;/strong&gt;.
source: <em>{0}</em> was picked up on <strong>{1}</strong>.
es: <em>{0}</em> fue recogido el <strong>{1}</strong>.

source: Picked up
es: Recogido

source: Prizes
es: Premios

source: Any participating library
es: Cualquiera de las bibliotecas participando

source: Available for pickup
es: Disponible para recoger

source: Certificate
es: Certificado

source: Certificates
es: Certificados

source: Download
es: Descargar

source: You've received a certificate!
es: ¡Has recibido un certificado!

source: You have not earned any certificates yet.
es: Aún no ha obtenido ningún certificado.

source: Some prizes are available while supplies last, check with your library for more information.
es: Algunos premios están disponibles mientras duren las reservas, consulte con su biblioteca para obtener más información.

source: No prizes yet, keep reading!
es: Aún no hay premios, ¡sigue leyendo!

# Minutes read so far: &lt;strong&gt;{0:n0}&lt;/strong&gt;
source: Minutes read so far: <strong>{0:n0}</strong>
es: Minutos leidos hasta ahora: <strong>{0:n0}</strong>

# Minutes read: &lt;strong&gt;{0:n0}&lt;/strong&gt;
source: Minutes read: <strong>{0:n0}</strong>
es: Minutos leidos: <strong>{0:n0}</strong>

source: Our goal (in minutes): {0:n0}
es: Nuestro objetivo (en minutos): {0:n0}

source: Community Reading Goal
es: meta de Lectura Comunitaria

source: Streaming ends: {0}
es: La transmisión finaliza: {0}

source: There are {0} results matching your search.
es: Hay {0} resultados que coinciden con su búsqueda.

source: There is 1 result matching your search.
es: Hay 1 resultado que coincide con su búsqueda.

# Would you like to &lt;a href=&quot;{0}&quot;&gt;add a family member&lt;/a&gt;?
source: Would you like to <a href="{0}">add a family member</a>?
es: ¿Le gustaría <a href="{0}">agregar un miembro de la familia</a>?

source: Search
es: Buscar

source: Featured Challenge Groups
es: Grupo Destacados de Desafíos

source: All Challenges
es: Todo los desafíos

source: View {0} options
es: Ver opciones de {0}

source: View bundle options
es: Ver opciones de paquete

source: <em>{0}</em> arrived on <strong>{1}</strong> and is ready for pick-up at <a href="{2}" target="_blank">{3}</a>.
es: <em>{0}</em> llego el <strong>{1}</strong> y esta listo para recoger en <a href="{2}" target="_blank">{3}</a>.

# &lt;strong&gt;{0}&lt;/strong&gt; is not a valid code.
source: <strong>{0}</strong> is not a valid code.
es: <strong>{0}</strong> no es un código valido.

source: <strong><em>{0}</em></strong> by <strong>{1}</strong> was added to your book list.
es: <strong><em>{0}</em></strong> por <strong>{1}</strong> se ha ingresado a la lista de libros.

source: <strong><em>{0}</em></strong> by <strong>{1}</strong> is already on the book list.
es: <strong><em>{0}</em></strong> por <strong>{1}</strong> ya está en la lista de libros.

source: You already entered the code <strong>{0}</strong> on <strong>{1}</strong>!
es: ¡Ya ingresaste el código <strong>{0}</strong> el <strong>{1}</strong>!

source: You have reached the program's goal!
es: ¡Has alcanzado la meta del programa!

source: Your personal reading goal is {0} minutes.
es: Su meta personal es {0} minutos.

source: Set a personal point goal
es: Establece una meta personal de puntos

source: My reading progress
es: Mi progreso de lectura

source: Points I will earn
es: Puntos que ganare

source: A personal goal beyond the program default goal of {0} points.
es: Una meta personal más de la meta del programa de {0} puntos.

source: You have {0}/{1} points towards your personal goal.
es: Tienes {0}/{1} puntos a su meta personal

source: You have completed your personal goal of {0} points!
es: ¡Has completado su meta personal de {0} puntos!
